//****************************************************************//
//           DHT11数字温湿度传感器
//单片机 AT89S52 或 STC89C52RC
//功能   蓝牙发送温湿度数据 晶振 11.0592M 波特率 9600
//硬件   P2.0口为通讯口连接DHT11,DHT11的电源和地连接单片机的电源和地
//公司   大信物联网 https://daxiniot.taobao.com
//****************************************************************//

#include <reg51.h>
#include <intrins.h>



//----------------------------------------------
//main()功能描述:  STC89C52RC  11.0592MHz   串口发送温湿度数据,波特率 9600
//----------------------------------------------
void main()
{

    while(1)
    {

    }

}


